/https://dedermedicaltimes.com/2025/05/01/deder-medical-times-1/ሴቶችን በኢኮኖሚ በመሀበራዊና በፖለቲካ ተሳታፊና ተጠቃሚ ለማድረግ እየተሰራ መሆኑን ቢሮው ገለጸ::

 በዘጠኙም ወረዳዎች የተውጣጡ  የሴቶች የልማት ህብረት አደረጃጀት አመራሮች    በሴቶች የልማት ህብረት  በአሰራር ማንዋል ዙሪያ እንዲሁም  ተያያዥ ርእሶች  ላይ   ሲሰጥ የነበረዉ ስልጠና  በዛሬዉ እለት ተጠናቋል ፡፡

የሴቶች ህፃናትና ወጣቶች ጉዳይ ቢሮ  ኃላፊ ክብርት ወ/ሮ ረምዚያ አብዱልወሃብ ባስተላለፉት መልእክት እንዳሉት የሴቶች ልማት ህብረት  አደረጃጀት ሴቶችን በሁሉም መስክ ተሳታፊና ተጠቃሚ ለማድረግ ከፍተኛ ሚና እንዳለው  ተገልጿል፡፡

ሴቶችን ማብቃት ማህረሰቡን ማብቃት ነው ሴቶች በአንድ ሀገር ሁለንተናዊ እንቅስቃሴ ውስጥ የሚያበረከቱት አስተዋጽኦ እጅግ የጎላ ነው በማለት መልእክታቸውን አስተላልፈዋል። 

የሴቶችና ማህበራዊ ጉዳይ ሚኒስቴሩን ወክለው የተገኙት አቶ ሰለሞን አስፋው የሴት አደረጃጀቶችን ከማደራጀት በዘለለ በዘርፈ ብዙ ተግባራት የሴት አደረጃጀቶች በፆታቸውና በሙያቸው  በመደራጀት  ተጠቃሚነታቸውን ለማረጋገጥና ዘርፈብዙ ማህበራዊ፡ ኢኮኖሚያዊና ፖለቲካዊ ተጋላጭነታቸውን ለመቅረፍ እራሳቸው ሴቶች በልዩ ልዩ አደረጃጀቶቻቸው በመታቀፍ ለለውጥ መብቃት እንዳለባቸው መልእክት አስተላልፏል።
 
በተጨማሪም የሴቶች የልማት ህብረት አደረጃጀት የስራ እንቅስቃሴ በአካል በሁለት ወረዳዎች በመገኝት የመስክ ምልከታ ያደረጉ ሲሆን  የታዩ መልካም ልምዶችን በማበረታታት የታዩ ክፍተቶች ደግሞ በቀጣይ የመፍትሄ እርምጃ እንዲወሰድ ከቢሮ ጋር የጋራ ማድረግ ተችሏል።
የፌዴራል ሴቶችና ማህበራዊ ጉዳይ ሚንስቴር  የመጡ   ከፍተኛ ባለሞያዎች ሲሰጥ የነበረው  ስልጠና በዛሬው  እለት ተጠናቋል  ፡፡
